spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.add_authentication_profile_ba4236360a0218d1801792282fe984f4_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:add_authentication_profile><virtual_servers><value>test_virtual_server_nil</value></virtual_servers><profiles><value><item1><profile_name>ldap</profile_name><priority>1</priority></item1></value></profiles></wsdl:add_authentication_profile></env:Body></env:Envelope>